[
    {
        "name": "Voofacts",
        "link" : "https://factsvf.web.app",
        "img": "project/voofacts.jpg",
        "Description": "This Project is works with Google Blogger. Just a blogger site which has some fun and interesting facts. In this project we provide custom domain called Voofacts.com that bought and configured in Godaddy. From this project we learn about Content Creation, SEO, Google analytics, Google Ads, Adsense, Search console and How to maintain a Blog."
    },
    {
        "name": "Bubloo",
        "link" : "https://bubloo2716.web.app",
        "img": "project/bubloo.jpg",
        "Description":"The web app is created with React js framework and Firebase Real Time Database. In this App we can create a public chat room for group chat and also can do private chit-chat. This Project helps me to learn more about array and react js framework along with firebase. At first this project had firestore but due to usage limitations in firestore, i did with firebase database."
    },
    {
        "name": "Tic-Tac-Toe",
        "link" : "https://tic-tac-toe-sk.netlify.app",
        "img": "project/tic-tac-toe.jpg",
        "Description":"Tic-Tac-Toe is game that we all play in our bored college days with pen and paper. I createed that as web app which start with Toss and maintain a scoreboard till refresh or restart the game.",
        "source" : "https://github.com/sathishwebdev/tic-tac-toe"
    },
    {
        "name": "proquote",
        "link" : "https://proquote.netlify.app",
        "img": "project/pro-quote.jpg",
        "Description":"Pro-Quote is web site that show quotes related to programmers from public API. It fetchs the data from the API and shows it.",
        "source": "https://github.com/sathishwebdev/ProQuote"
    },
    {
        "name": "Hall Booking | Back end",
        "link" : "https://github.com/sathishwebdev/hall-booking",
        "img": "project/hall-booking.jpg",
        "Description":"Back end code for Book a hall - uncompleted",
        "source" : "https://github.com/sathishwebdev/hall-booking"
    },
    {
        "name":"Mentoralo",
        "link":"https://mentoralo.netlify.app",
        "img" : "project/mentoralo.jpg",
        "Description":"Mentoralo is a web app which assign a mentor for a students. It manage the mentor and student data and mentor for student automatically",
        "source": "https://github.com/sathishwebdev/mentoralo"
    }
]